export const products = [
  {
    id: 1,
    img: '/images/product/pd1.jpg',
    name: 'butter',
    desc: 'อลาวรี่เนยแท้(เนยเค็ม) ขนาด 227กรัม',
    detail:
      'ผลิตภัณฑ์เนยแท้ชนิดเค็ม น้ำมันเนย 80%  ไม่มีส่วนผสมของไขมันพืชและวัตถุกันเสีย เหมาะสำหรับทาบนขนมปัง ทำอาหารหรือเบเกอรี่ต่างๆ',
    price: '135',
  },
  {
    id: 2,
    img: '/images/product/pd2.jpg',
    name: 'beef',
    desc: 'เอฟบี เชฟ เนื้อสันคอ USA สไลซ์ 120 ก.',
    detail:
      'เอฟบี เชฟ เนื้อสันคอจากเนื้อโคขุนคุณภาพเยี่ยมที่บิ๊กซี ซูเปอร์เซ็นเตอร์คัดสรรมาจากอย่างตั้งใจ สะอาด ถูกหลักอนามัย ปลอดภัยจากสารเร่งเนื้อแดง สามารถนำไปประกอบอาหารต่างๆ ตามความต้องการ',
    price: '100',
  },
  {
    id: 3,
    img: '/images/product/pd3.jpg',
    name: 'honey',
    desc: 'ดอยคำ น้ำผึ้งเกสรดอกลำไย 230 ก.',
    detail:
      'เติมความหอมหวานในมื้ออาหารหรือเครื่องดื่ม ด้วยดอยคำ น้ำผึ้งเกสรดอกลำไย น้ำผึ้งแท้จากกลุ่มเกษตรกรผู้เลี้ยงผึ้ง จ.เชียงราย จากแหล่งเลี้ยงผึ้งคุณภาพดีที่สุดของประเทศไทย ที่ควบคุมและเก็บผลผลิตด้วยวิธีธรรมชาติ จึงได้เอกลักษณ์ความหอมจากเกสรดอกลำไย และรสหวานละมุน ',
    price: '87',
  },
  {
    id: 4,
    img: '/images/product/pd4.jpg',
    name: 'Olive oil',
    desc: 'La Espanola ลาเอสปาโนลา น้ำมันมะกอก ขนาด 1 ลิตร (เจ)',
    detail:
      'น้ำมันมะกอกคุณภาพสูง สามารถใช้อุณหภูมิที่สูง แบรนด์ระดับโลกด้านน้ำมันมะกอกจากสเปน คัดสรรมะกอกสายพันธุ์ดีจากแผล่งผลิตมะกอกที่ใหญ่ที่สุดของโลก น้ำมันมะกอกชนิดธรรมชาติผสม มีกลิ่นอ่อนๆ ของมะกอก สามารถทำได้ทั้งสลัด หรือ ผัด',
    price: '420',
  },
  {
    id: 5,
    img: '/images/product/pd5.jpg',
    name: 'Salt',
    desc: 'แม็คคอร์มิค เกลือหิมาลายัน แบบขวดฝาบด 70 ก.',
    detail:
      'แม็คคอร์มิค เกลือหิมาลายัน เกลือบริโภคไม่เสริมไอโอดีน แบบขวดฝาบด เกลือคุณภาพดีที่มีประโยชน์สูงสุดและ สะอาดที่สุด เพราะมีต้นกำเนิดมาจากเทือกเขาหิมาลัย ผ่านการระเหยของน้ำทะเลเป็นเวลากว่า 250 ล้านปีก่อน จนกลายเป็นผลึกเกลือสีชมพูที่ประกอบด้วยแร่ธาตุถึง 84 ชนิด ช่วยให้รสชาติอาหารอร่อย กลมกล่อมขึ้น ช่วยดูดกลิ่นที่ไม่พึงประสงค์ เช่น กลิ่นคาว เหมาะสำหรับ สลัด, ไข่, ซีฟู้ด และเมนูต่างๆ',
    price: ' 125',
  },
  {
    id: 6,
    img: '/images/product/pd6.jpg',
    name: 'Peeper',
    desc: 'พริกไทยขาวเม็ดคัดพิเศษ หอมกลิ่นพริกไทยคลุ้ง',
    detail:
      'พริกไทยขาวเม็ดคัดพิเศษ ตรากระต่ายคู่ ผ่านการอบไล่ความชื้นก่อนบรรจุโดยใช้พริกไทยดำผ่านกรรมวิธีทำเป็นพริกไทยขาว คัดคุณภาพจากสวนจันทบุรี น้ำหนักดีเต็มเม็ด  ซึ่งมีรสชาติที่เผ็ดร้อนและฉุนกว่าเดิม เหมาะสำหรับ ผู้ประกอบการ ร้านอาหาร  ร้านค้าแผงลอย  โรงงานผลิตอาหาร ที่ต้องการพริกไทยคุณภาพดี หรือ ลูกค้าทั่วไป',
    price: ' 210',
  },
  {
    id: 7,
    img: '/images/product/pd7.jpg',
    name: 'hot sauce',
    desc: 'ศรีราชาพานิช ซอสพริกศรีราชา เผ็ดกลาง 230 มล.',
    detail:
      'ศรีราชาพานิช ซอสพริกศรีราชา เผ็ดกลาง ตัวช่วยในการเพิ่มรสชาติเผ็ดนัวแสนอร่อยลงตัว ที่ผลิตจากพริกศรีราชา มีสีสวยนวล ให้กลิ่นหอม และมีรสชาติเผ็ดเฉพาะตัว ใช้กระบวนการหมักแบบดั้งเดิม เพื่อให้ได้รสชาติที่พิเศษและกลมกล่อม',
    price: ' 34',
  },
  {
    id: 8,
    img: '/images/product/pd8.jpg',
    name: 'sausage',
    desc: 'กรีซิงเกอร์ ลีน พอร์ค ซอสเซจ 450 ก.',
    detail:
      'ลีน พอร์ค ซอสเซจ นำมาปรุงรส สะอาด ถูกสุขอนามัย และปลอดภัยต่อการบริโภค ประกอบอาหารได้หลายเมนู',
    price: ' 497',
  },
  {
    id: 9,
    img: '/images/product/pd9.jpg',
    name: 'Kikkoman',
    desc: 'คิคโคแมนซอสถั่วเหลือง 150มล.',
    detail:
      'คิคโคแมน ต้นตำรับซอสถั่วเหลือง (โชยุ) หมักโดยธรรมชาติ ยอดขายอันดับ 1 ในญี่ปุ่น ซอสรสชาติเข้มข้น กลิ่นหอมพิเศษ เอกลักษณ์เฉพาะของคิคโคแมน ที่ช่วยปรุงรสอาหารให้อร่อย กลมกล่อม หอมน่ารับประทาน',
    price: ' 117',
  },
];
